<template>
  <div class="view-layout">
    <div class="about-us">
      <div class="content">
        <p>
          Даний сайт було створено для того, щоб показати який складний шлях пройшов український народ та як багато ми змогли досягти.
        </p>
        <p>
          Інша ціль, це збір коштів на потреби ЗСУ. Не обовʼязкого це робити саме з нашого сайту, зробіть з того джерела якому довіряєте, а ми просто хочемо вам ще раз про це нагадати та подякувати нашим воїнам, за нашу свободу.
        </p>
        <p>
          Основними джерелами цих мемів послугували пабліки в телеграмі <a href="https://t.me/privatnamemarnya">Перша приватна мемарня</a>, <a href="https://t.me/novinach">Новинач</a>, Український народ та інші.
        </p>
        <p>
          Якщо ви знайшли помилку, або не знайшли свій улюблюний мем, будь ласка залиште нам відгук, ми постараємось виправитись
        </p>
        <br>
        <p>
          Слава Україні!
        </p>
        <p>
          Разом переможемо!
        </p>
      </div>
    </div>
  </div>
</template>

<script>
import { ref, computed } from 'vue'

export default {
  name: 'AboutUs',
  setup(props) {
    return {
    }
  },
}
</script>

<style lang="scss">
@import './about-us';
</style>
